Repository: microsoft/digital-content-distribution-toolkit
Catalog: blendnet.cms.api/Resources/SharedResource.*.resx
Languages: hi_in

# CMS_ERR_0001
source: CMS_ERR_0001-File not found or not in Json format
hi_in: CMS_ERR_0001-फ़ाइल Json प्रारूप में नहीं मिली या नहीं

# CMS_ERR_0002
source: CMS_ERR_0002-{0} - Upload Status should be in {1} , {2} and Tranform Status should be {3} and Broadcast Status should be {4}
hi_in: CMS_ERR_0002-{0} - अपलोड स्थिति {1} , {2} में होनी चाहिए और ट्रांसफ़ॉर्म स्थिति {3} होनी चाहिए और प्रसारण स्थिति {4} होनी चाहिए

# CMS_ERR_0003
source: CMS_ERR_0003-No valid details found for givent content id {0}
hi_in: CMS_ERR_0003-दी गई सामग्री आईडी के लिए कोई मान्य विवरण नहीं मिला {0}

# CMS_ERR_0004
source: CMS_ERR_0004-The content tranform status should be complete. Current status is {0}
hi_in: CMS_ERR_0004-सामग्री रूपांतरण स्थिति पूर्ण होनी चाहिए। वर्तमान स्थिति है {0}

# CMS_ERR_0005
source: CMS_ERR_0005-No content id(s) found in the input request. Please provide valid content id(s)
hi_in: CMS_ERR_0005-इनपुट अनुरोध में कोई सामग्री आईडी नहीं मिली। कृपया मान्य सामग्री आईडी प्रदान करें

# CMS_ERR_0006
source: CMS_ERR_0006-{0} - Upload Status should be {1} and Tranform Status should be in {2},{3},{4}
hi_in: CMS_ERR_0006-{0} - अपलोड स्थिति {1} होनी चाहिए और ट्रांसफ़ॉर्म स्थिति {2},{3},{4} में होनी चाहिए

# CMS_ERR_0007
source: CMS_ERR_0007-Content Id(s), Filter(s) , Start Date and End Date, all are mandatory!
hi_in: CMS_ERR_0007-Content Id(s), Filter(s), प्रारंभ तिथि और समाप्ति तिथि, सभी अनिवार्य हैं!

# CMS_ERR_0008
source: CMS_ERR_0008-End Date should be a future date and should be greater than start date!
hi_in: CMS_ERR_0008-समाप्ति तिथि भविष्य की तिथि होनी चाहिए और प्रारंभ तिथि से बड़ी होनी चाहिए!

# CMS_ERR_0009
source: CMS_ERR_0009-{0} - Upload Status should be {1}, Tranform Status should be {2} and Broadcast Status should be in {3},{4}, {5}, {6}, {7}
hi_in: CMS_ERR_0009-{0} - अपलोड स्थिति {1} होनी चाहिए, ट्रांसफ़ॉर्म स्थिति {2} होनी चाहिए और प्रसारण स्थिति {3},{4}, {5}, {6}, {7} में होनी चाहिए

# CMS_ERR_0010
source: CMS_ERR_0010-For {0} no valid details found in application database.
hi_in: CMS_ERR_0010-{0} के लिए एप्लिकेशन डेटाबेस में कोई मान्य विवरण नहीं मिला।

# CMS_ERR_0011
source: CMS_ERR_0011-Content with Id {0} and Title{1} is found multiple times in the uploaded file.
hi_in: CMS_ERR_0011-आईडी {0} और शीर्षक वाली सामग्री{1} अपलोड की गई फ़ाइल में कई बार पाई जाती है।

# CMS_ERR_0012
source: CMS_ERR_0012-Content with Id {0} and is already uploaded to the Database.
hi_in: CMS_ERR_0012-Id {0} वाली सामग्री और पहले से ही डेटाबेस में अपलोड की गई है।

# CMS_ERR_0013
source: CMS_ERR_0013-File format of type Media for the Blob {0} from the content {1} is not supported.
hi_in: CMS_ERR_0013- सामग्री {1} से ब्लॉब {0} के लिए मीडिया प्रकार का फ़ाइल स्वरूप समर्थित नहीं है.

# CMS_ERR_0014
source: CMS_ERR_0014-File format of type {0} for the Blob {1} from the content {2} is not supported.
hi_in: CMS_ERR_0014- सामग्री {2} से ब्लॉब {1} के लिए प्रकार {0} का फ़ाइल स्वरूप समर्थित नहीं है।

# CMS_ERR_0015
source: CMS_ERR_0015-Blob file of type Media with name {0} from the content {1} is not found.
hi_in: CMS_ERR_0014- सामग्री {2} से ब्लॉब {1} के लिए प्रकार {0} का फ़ाइल स्वरूप समर्थित नहीं है।

# CMS_ERR_0016
source: CMS_ERR_0016-Blob file of type {0} with name {1} from the content {2} is not found
hi_in: CMS_ERR_0016- सामग्री {2} से {1} नाम वाली {0} प्रकार की ब्लॉब फ़ाइल नहीं मिली

# CMS_ERR_0017
source: CMS_ERR_0017-No data found
hi_in: CMS_ERR_0017-कोई डेटा नहीं मिला

# CMS_ERR_0018
source: CMS_ERR_0018-No content provider found for ID {0}
hi_in: CMS_ERR_0018-आईडी {0} के लिए कोई सामग्री प्रदाता नहीं मिला

# CMS_ERR_0019
source: CMS_ERR_0019-StartDate is in past
hi_in: CMS_ERR_0019- प्रारंभ दिनांक अतीत में है

# CMS_ERR_0020
source: CMS_ERR_0020-EndDate is in past
hi_in: CMS_ERR_0020-समाप्ति तिथि बीत चुकी है

# CMS_ERR_0021
source: CMS_ERR_0021-Start Date has to be before EndDate
hi_in: CMS_ERR_0021-आरंभ तिथि समाप्ति तिथि से पहले की होनी चाहिए

# CMS_ERR_0022
source: CMS_ERR_0022-DurationDays should be minimum 1
hi_in: CMS_ERR_0022-अवधिदिन कम से कम 1 . होना चाहिए

# CMS_ERR_0023
source: CMS_ERR_0023-Price should be minimum 1
hi_in: CMS_ERR_0023-कीमत कम से कम 1 . होनी चाहिए
